[M_IrisHUB_MonsterHunter MissionDefinition]
MissionName="Caçador de Monstros"
MissionDescription="O Senhor Torgue pediu para que você encontre um feroz monstro em [place]Southern Raceway[-place]."
TurnInDescription="Algum dia os habitantes de Pandora irão superar sua obcessão por trocadilhos e piadas ruins.  Mas esse dia ainda não é hoje."
MissionSummary="Cace o monstro."
MissionGiver="Painel de Trabalhos da Cratera"
MissionTurnInLocation="Painel de Trabalhos da Cratera"
TeaserText="Tem um monstro nos arredores de [place]Southern Raceway[-place]. Você pode matá-lo?"

[M_IrisHUB_MonsterHunter:FindMonster MissionObjectiveDefinition]
ProgressMessage="Encontre o monstro"

[M_IrisHUB_MonsterHunter:KillMonster MissionObjectiveDefinition]
ProgressMessage="Destrua o caminhão monstro"

[M_IrisHUB_MonsterHunter:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_MonsterHunter:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="O Senhor Torgue pediu para que você encontre um feroz monstro em [place]Southern Raceway[-place].\n \nVocê encontrou o ''monstro'', só que na verdade ele é um caminhão gigante.  É melhor você destruí-lo."

